[
    {
        "slug":"intensive-care-centre",
        "name":"Intensive Care Centre",
        "description":"The ICU is concerned with the provision of life support or organ support system in patient who critically ill and who usually require intensive monitoring in a highly vigilant environment. The general ICU, located on the 4th floor, has 20 beds which include two isolation rooms. We are capable of providing dialysis service to critically ill patients inside ICU. Six channel bedside monitors, ultra sophisticated ventilators, defibrillators as well as 16 channel central monitoring system with continuous recording capabilities are in place for all patients. In addition the patients are being cared by team of highly efficient healthcare professionals. One dedicated nurse to one and three tiers of experienced ICU physicians (Intensivists) ensure round the clock adequate and continuous care of each and every patients. PICU & NICU Services LS Hospital Pediatric and Neonatal Intensive Care Unit is the only one of its kind in Bangladesh. (PICU / NICU) cares for children and neonates in a family oriented environment. We have five beds in PICU and seventeen beds in NICU designed for optimum infection control with soft lighting, noise reduction and state of the art technology. These units staffed by specially trained nurses and physicians. We have child sized medical equipment for our smallest patients and the support network for both parents and children to guide them through this emotionally difficult process.The Nursery located on the 8th floor where all healthy babies are housed is looked after by dedicated nurses from the nursery and one pediatrician.Fulltime consultants, Associate consultants and specialists are present round the clock to provide anytime emergency and routine services which are very often needed for good perinatal and maternal outcome.",
        "img":"https://i.imgur.com/GyW5536.png"
    },
    {
        "slug":"heart-centre",
        "name":"Heart Centre",
        "description":"LS Heart Centre is where skill and modern technology meet to save and improve lives of both the young and old. From life saving cardiac surgeries to high –tech interventional cardiology –our team of specialist cover the full spectrum of heart diseases with skill and precision. All types of Cardiac Surgeries, including but not limited to-Open Heart Surgeries, By-pass Surgeries, Redo CABG, All types of Valve replacement & repair, Coronary Artery Reconstruction Surgery, Congenital Heart Surgeries and Major Vascular Surgeries. State –of –the art cardiac operation theatres with experienced and trained OT Personal. Interventional Cardiology. Highly sophisticated and modern Cath Labs with Digital Subtraction Angiogram facilities (DSA) which allows peripheral angiogram, angioplasty as well as Neurointervention and interventional Radiology. All types of cardiological procedures which include- Conventional Coronary Angiogram, CT Coronary Angiogram, Coronary Angioplasty & stenting, Valvuloplasty, Temporary & Permanent Pacemaker, ICD & Biventricular Pacemaker Implantation. Non-invasive cardiology services include-ECG, Echo Cardiography (Color Doppler, Pediatric & transesophageal) ETT, Holter Monitoring, Stress Echocardiography, Vascular Doppler. Skilled, experienced, highly trained and dedicated team of Cardiac Anesthesiologists taking care of all cardiac patients round the clock. Well equipped, state-of-the-art and modular  11 bedded modern CCU. All CCU patients remain under the direct supervision of cardiologists.",
        "img":"https://i.imgur.com/Jgx0fIb.png"
    },
    {
        "slug":"emergency-centre",
        "name":"Emergency Centre",
        "description":"LS Hospital Emergency Room (ER) provides non-stop life-saving care when required, 24 hours a day, seven days a week. ER has got all the life saving support for critically ill patients including ventilators and defibrillators. All doctors and nurses are specially trained to deal with all types of emergency patients. LS Hospital ER has fully equipped top of the line Mercedes Benz ambulance services with pecially trained staffs. We also have our own LS Air Ambulance service, with brand new Bell 407 helicopter loaded with all life-saving equipments, to transport patients from any corner of the country. Patients get a fully integrated emergency care at LS Hospital Emergency Room. Facilities available at LS Hospital Emergency Room (ER): 1. Specially trained physicians and nurses and other skilled and experienced staff. 2. Special equipments like ventilators, defibrillators to save lives. 3. Special equipments like ventilators defibrillators to save lives State-of-the-art cardiac monitors at every bed. 4. Bed side X-Ray facilities The emergency department team has round-the-clock access to medical specialists who provide prompt assessment and specialized care when their expertise is needed. 5. Urgent pathology (Blood Tests) and Radiology (X-Ray, USG, CT scan, MRI etc.) facilities Quick diagnosis of chest pain during the critical early stages of a heart attack. 6. We provide emergency care for respiratory disorders (pneumonia, severely impaired pulmonary function, and compromised airway), septicemia, and trauma including sports injuries, pediatric emergencies, OBGYN disorders, and problems of the gastrointestinal system. 7. Other life-threatening conditions are treated as well. 8. Our trauma team provides the best possible medical care for traumatic injuries. 9. We also provide ambulance and air ambulance service by specially trained staff.",
        "img":"https://i.imgur.com/aeYlqPz.png"
    },
    {
        "slug":"fertility-centre",
        "name":"Fertility Centre",
        "description":"LS fertility Centre (SFC) aims to offer a comprehensive range of fertility treatment and special expertise to assist couples in the best possible way. Our center is specially designed by experienced specialist with latest technology. Our Centre has an experienced team of doctors, nurses, embryologist and technicians trained in Singapore and India. We fully understand the needs of individual couples facing fertility treatment and seek to respond in a professional and supportive manner. We offer the latest and proven scientific and medical skills currently available within this field. We fully appreciate the stresses and anxieties associated with fertility treatment and offer easy access for couples undergoing treatment to provide information, understanding and emotional support when most needed. Our services range from simple fertility, investigation to highly sophisticated treatment. Our Fertility Centre provides consultation services in level-1 through highly qualified and experienced Consultant, who carefully evaluates each patient. After diagnosing the patient’s condition, our Consultant discusses available treatment options and recommends the most effective treatment. The first test tube babies (twins) were born at Fertility Centre on 20th April 2009. Since then, more than 300 babies have been born through IVF and many more mothers are expecting. On 17th November 2010, the first birth (twins) through embryo freezing has been accomplished by the centre.",
        "img":"https://i.imgur.com/JYGhpR2.png"
    },
    {
        "slug":"kidney-and-dialysis-centre",
        "name":"Kidney & Dialysis Centre",
        "description":"With the aim “Kidney, we care” SHL Kidney and Dialysis Centre offers comprehensive care for with kidney disease and urinary tract problems. The renal team provides diagnostic and treatment service for with disease affecting kidney including ultrasonography guided real time kidney biopsy, central venous dialysis catheter placement. The centre also provides renal replacement therapy in the form of hemodialysis and peritoneal dialysis. The LS Kidney and Dialysis Centre comprise a 3-beded hemodialysis unit specially designed for children, pediatric ward and full time outpatient clinic (OPD). fter becoming certain that both of the kidneys are sufficiently damaged, through different types of diagnosis, the patient’s relatives should inform about the disease and what should they do in the future. They should prepare for dialysis and if possible, kidney transplant by a kidney donor who should be a close relative to the patient. For hemodialysis, a small operation, AV fistula, is necessary over the left or right wrist of the patient. If the patient is somehow physically unfit for hemodialysis, he/she should prepare for peritoneal dialysis or CAPD. During this time, the patient should intake drinking water and medicine only as the doctor has prescribed. Because if the patient doesn’t do as he/she is prescribed, he/she will not get the result as expected. Furthermore, the patient’s condition can get worse and could be endangered. If the patient hasn’t been given a vaccine for jaundice before, the doctors should make arrangements for that too.",
        "img":"https://i.imgur.com/LRgcvsD.png"
    },
    {
        "slug":"diet-and-nutrition-centre",
        "name":"Diet & Nutrition Centre",
        "description":"Healthy living is a long term commitment. There are steps you can take right now that will make today healthier than yesterday and pave the way to a healthy living tomorrow. If you have a chronic health condition or want to improve your eating habits for your own personal and physical well being, we have the expertise and the programs in place to help you do it. At LS HOSPITAL we have Diet & Nutrition Centre with experienced Dieticians who will provide Diet Chart and Diet counseling according to the physical condition or as per the advice of treating consultant.Dieticians have extensive experience handling complicated, critical issues like weight management and nutrition concerns facing renal, gastrointestinal, cardiac and pediatric patients as well as those with Diabetes. Each of the tried and tested delicious recipes has nutritional information, helping you to compare different dishes and choose healthier options. Every recipe has also been given a traffic light code so you can see how healthy it is, at a glance. And if you enjoy traditional family favourites like chicken curry or dhal, you can choose an authentic recipe or opt for a more nutritious alternative. Imagine being able to cook dishes that remind you of your childhood and that you always wanted to learn to make. Here’s your chance – simply Find a Recipe. If you’re looking for credible, evidence-based information on the latest food and health studies and trends, simply go to “How to Eat Well”. Here you’ll find articles related to chronic conditions like diabetes and obesity, along with other hints and tips on cooking healthier and eating well. Each article is based on scientific evidence and is peer-reviewed before publication. The articles also contain references and further reading suggestions so that you can see where the information was sourced from, and draw your own conclusions.",
        "img":"https://i.imgur.com/RBhTOzz.png"
    }
]